Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2844.html.tmx
Source language: sme
Languages: nob

source: Álbmotčoahkkin bievlavuodjima birra Deanus . Presideantta sáhkavuorru .
nob: President Ollis foredrag i Tana 1. desember : Barmarkskjøring

source: Go mii digaštallat min duoddariid ja meahcceguovlluid birra , de eat sáhte garvit gažaldaga ; mo mii dohko beassat ?
nob: Når vi diskuterer viddene og utmarksområdene våre , kan vi ikke unngå å komme inn på spørsmålet ; hvordan kommer vi oss dit ?

source: Dat lea otná fáddá .
nob: Det er det som er temaet i dag .

source: Deanu gielda lea min bovden deike digaštallat bievlavuodjima birra .
nob: Tana kommune har bedt oss hit for å diskutere barmarkskjøring .

source: Dat ii leat álkes digaštallanfáddá .
nob: Det er ikke et enkelt tema å diskutere .

source: Bievlavuodjima birraPresident Egil Olli
nob: BarmarksjøringAv sametingspresident Egil Olli , Seminar i Tana 1. desember 2008

source: Vuos háliidan giitit bovdehusas !
nob: Først av alt vil jeg si takk for innbydelsen !

source: Detnui lea álo hávski boahtit deaivvadit olbmuiguin njuolgga .
nob: Det er alltid hyggelig å komme til Tana og møte folk direkte .

source: Ja illudan oaidnit báikkálaš olbmuid áŋgiruššama ja beroštumi iežaset servodagas .
nob: Og det er godt å se lokalt engasjement og interesse for eget samfunn .

source: Servodatberoštupmi Deanus mearkkaša earret eará dan ahte olbmot beroštit gieldda meahcceguovlluin ja duoddariin .
nob: I Tana betyr samfunnsengasjement blant anna at folk er opptatt av utmarksområdene og viddene i kommunen .

source: Dát guovllut leat hui dehálaččat didjiide geat orrubehtet dáppe .
nob: Dette er områder som betyr mye for dere som bor her .

source: Mii diehtit ahte dákkár beroštupmi lea maiddái eará giliin dáppe davvin .
nob: Vi kjenner dette engasjementet også fra andre bygder i nord .

source: Várit , duoddarat ja jávrrit leat álkiduhttán ássama dáppe davvin .
nob: Fjell , vidde og vann har gitt grunnlag for bosetting her nord .

source: Dáppe mii leat viežžan láibámet .
nob: Det er der vi har hentet levebrødet vårt .

source: Dáppe han mii leat oahppan birget dakkár eatnamiin ja dálkkádagain mat eai álo leat nu árvasat .
nob: Det er der vi har lært å takle hverdagen i et landskap og klima som ikke alltid er like gjestmildt .

source: Ja dat han lea ge maid mii atnit ruoktun .
nob: Og det er der mange av oss føler oss hjemme .

source: Dál ge mis ollugat háhket lasseeallámuša duoddariin ja jávrriin .
nob: Også i dag henter mange av oss viktig tilskudd til levebrødet fra vidde og vann .

source: Deanus , nu go eará sámi ássanguovlluin ge , lea stuorra árvu dain resurssain , maid olbmot jahkásaččat vižžet meahcis .
nob: I Tana , som i andre samiske bosettingsområder , blir det årlig høstet utmarksressurser for store verdier .

source: Dát resurssat eai boađášii muđui ávkin .
nob: Dette er ressurser som elles ikke ville blitt brukt .

source: Dattetge lea meahci ja duoddariid árvu rievdan muhtumiidda mis .
nob: Verdien av utmarka og fjellviddene har likevel forandret seg for noen av oss .

source: Mis , geat leat fásta barggus , geat čohkkát kantuvrrain dahje geaid bargosadji lea guhkkin eret dovddus meahcceguovlluin , ii leat vejolašvuohta jođašit olgun nu dávjá .
nob: De av oss som er i fast arbeid , sitter på kontor eller har arbeidsplassen sin langt unna de kjente utmarksområdene , har ikke mulighet til å ferdes ute så ofte .

source: Midjiide , geat gullat dán jovkui , lea meahccegeavaheapmi šaddan eanet lustamátkin ja virkkosmahttimin .
nob: For oss som tilhører den gruppa , har bruken av vidda fått mer preg av friluftsliv og rekreasjon .

source: Midjiide ii leat šat meahcce- ja jávreávkkástallan nu dehálaš go ovdal lei .
nob: Vi er ikke lenger direkte avhengig av det vi høster på vidda eller av fisken vi får i vanna .

source: Muhto mátkkit dohko mearkkašit ain ollu midjiide .
nob: Men turene dit har likevel stor verdi for oss .

source: Dohko han mii vuolgit go dárbbašat ođđa searaid dilihis árgabeaivvi maŋŋá .
nob: Det er dit vi drar for å finne nye krefter og hente oss inn etter en travel hverdag .

source: Muhto dohko mii vuolgit maid dan dihte vai beassat dovdat gullevašvuođa árbevirolašvuhtii ja muosáhit juoidá das mii lei dehálaš min máttuide .
nob: Men det er også dit vi drar for å kjenne tilhørighet med det tradisjonelle samfunnet og oppleve noe av det som var viktig for våre forfedre .

source: Mii háliidat searvvahit mánáideamet dása , ja dan láhkai addit sidjiide gullevašvuođa daidda giliide ja dan eanadahkii gos sii leat vuolgán .
nob: Vi ønsker å gi barna våre del i dette , og slik knytte dem til bygdene og landskapet de kommer fra .

source: Dat guoskkaha ollu čuolmmaid ja iešguđetlágan beroštusaid .
nob: Det rører ved mange problemstillinger og ulike interesser .

source: Ja dán oktavuođas lea erenoamážit sáhka sierranas eallinárvvuin ja eallinvugiin .
nob: Og , ikke minst , det handler om ulike verdisyn og livsformer .

source: Dainna mun oaivvildan ahte sis , geat ráhkadit lágaid , ja sis , geaid várás lágat leat ráhkaduvvon , ii leat seamma vuolggasadji .
nob: Med det mener jeg at lovmakerne og dem loven skal gjelde stiller med ulike utgangspunkt .

source: Dát sierranas vuolggasajit dat dábálaččat vuolggahit sierramielalašvuođa lágaid ektui ja daid dulkoma ektui .
nob: Det er gjerne disse forskjellige utgangspunkta som skaper uenighet om lovverket og om fortolkinga av det .

source: Deanu gielda ii leat ovttaoaivilis fylkkamánniin ja dainna mo son dulko gustovaš njuolggadusaid .
nob: Tana kommune er uenig med fylkesmannen og hans forståelse av gjeldende regelverk .

source: Dii oaivvildehpet ahte fylkkamánni hehtte árbevirolaš meahccegeavaheami gielddas .
nob: Dere mener at fylkesmannen hindrer tradisjonell bruk av utmarka i kommunen .

source: Maiddái Sámedikki mielas berre geahččat kritihkalaččat lága hálddašeami , ja gielddaid válddi fievrridit iehčanas politihka dán suorggis .
nob: Sametinget ser også grunn til å ha et kritisk blikk på forvaltinga av loven , og på kommunenes myndighet til å føre en selvstendig politikk på dette området .

source: Muhto seamma dehálaš lea čalmmustuhttit nationála dási .
nob: Men like viktig er det å ha fokus på det nasjonale nivået .

source: Dan dásis dat lea ovddasvástádus ráhkadit daid lágaid ja njuolggadusaid , maid gielddat - ja fylkkamánni , fertejit čuovvut .
nob: Det er det nivået som er ansvarlig for å lage lovverket og retningslinjene kommunene - og fylkesmannen , må følge .

source: Sámediggi háliida čađahit čielga politihka go guoská stuorra várre- ja meahcceguovlluide beassamii ja daid geavaheapmái , ja dán suorggis mis lea , muhtun muddui , vejolašvuohta hábmet dán politihka .
nob: Tilgang til og bruk av de store fjell- og utmarksområda våre er et område der Sametinget ønsker å føre en klar politikk , og der vi også , til en viss grad , har en mulighet til å forme denne politikken .

source: Dát politihkka lea vuođđuduvvon báikkálaš árbevieruide ja geavadii .
nob: Denne politikken vil være forankra i lokal tradisjon og praksis .

source: Mii diehtit buohkat ahte ođđa láhkaevttohus mohtorjohtolaga várás lea boahtán .
nob: Vi er alle kjent med at det foreligger et nytt lovforslag for motorferdsel .

source: Luondduhálddašandirektoráhta sáddii mannanjagi gulaskuddamii ođđa njuolggadusevttohusa mii galgá guoskat mohtorjohtolahkii mehciin ja čázádagain .
nob: Direktoratet for naturforvalting sendte i fjor ut forslag til nytt regelverk for motorferdsel i utmark og vassdrag til høring .

source: Sámediggi attii viiddes cealkámuša , ja čujuhii earret eará čuovvovaš beliide :
nob: Sametinget ga en bred uttalelse , og pekte blant anna på følgende forhold :

source: 1. čuokkis : Láhkaevttohus árvvoštallá hui uhcán dan guđe árvvut dat leat vuođđun eanadaga geavaheapmái ja dan áddejupmái .
nob: Punkt 1 : Lovforslaget diskuterer i liten grad hvilke verdier som ligger til grunn for bruken av og forståelsen for landskapet .

source: 2. čuokkis : Sámediggi váillahii viidáseappot vuđolaš duođaštan- ja kártenbarggu mohtorjohtolagas mehciin .
nob: Punkt 2 : Sametinget etterlyste videre et grundig dokumentasjons- og kartleggingsarbeid av motorferdselen i utmarka .

source: Ii leat doarvái diehtit galle fievrru gávdnojit , muhto maiddái gos ja goas dat geavahuvvojit , ja mo dat váikkuhit birrasii .
nob: Det er ikke nok å vite hvor mange kjøretøy som finnes , men også hvor og når disse blir brukte , og hvilke miljøbelastninger de eventuelt representerer .

source: 3. čuokkis : Sámediggi lea ovttaoaivilis das ahte mohtorjohtolat lea lassánan maŋimus jagiid , erenoamážit Davvi-Romssas ja Finnmárkkus .
nob: Punkt 3 : SD er enig i at motorferdselen har økt de senere åra , særlig i Nord-Troms og Finnmark .

source: Sámediggi lea maid ovttaoaivilis das ahte mohtorjohtolat bievlaeatnamis bilida luonddu sakka , muhtun guovlluin eanet go eará guovlluin .
nob: Sametinget er også enig i at motorferdselen på barmark i sum bidrar til store naturødeleggelser , i noen områder mer enn andre .

source: Dán vuođul sáhttá erenoamážit bievlavuodjin bilidit sámi kultuvrra luondduvuđđosa guhkit áiggi vuollái .
nob: Slik sett vil i særlig grad barmarkskjøringa kunne komme til å svekke naturgrunnlaget for samisk kultur på sikt .

source: Viidáseappot dovddahii Sámediggi čielgasit ahte buot ohcciiguin ii sáhte meannudit ovttaláhkai .
nob: Videre ga Sametinget klare signal om at det er nødvendig å legge opp til ulik behandling av søkerne .

source: Giliolbmuiguin , geat ávkkástallet luondduin ja dan riggodagaiguin , ferte meannudit láhkai go astoáiggevuoddjiiguin mat bohtet olggobealde .
nob: Bygdefolk som lever av landskapet og ressursene skal kunne behandles annerledes enn fritidskjøreren utenfra .

source: Ferte sáhttit vuoruhit gieldda , dahje gili olbmuid , ovddabeallái olggobeale giliid olbmuid .
nob: Kommunens , eller bygdas befolkning må kunne prioriteres framfor utenbygds folk .

source: Dán oktavuođas heive čujuhit Finnmárkkuláhkii ja dan áigumuššii .
nob: Det er i denne sammenhangen aktuelt å vise til Finnmarkslova og formålet med den .

source: Háliidan čilget dáid čuoggáid lagabui , ja álggán árvvuiguin .
nob: Jeg vil gjerne utdype disse punkta , og jeg vil starte med å diskutere verdier .

source: Ja de sáhttet muhtumat jearrat ; lea go mohtorjohtolat ja bievlavuodjin sámi árvu ?
nob: Så vil kanskje enkelte spørre ; er motorferdsel og barmarkskjøring en samisk verdi ?

source: - Ii leat , ii eisege , skohtervuodjin ii iešalddis leat sámi árvu .
nob: - Nei , selvsagt ikke , å kjøre skuter er i seg selv ikke en samisk verdi .

source: Muhto duoddarii ja guollejávrriide beassamis , lea dehálaš árvu sámi servodagain .
nob: Men å kunne komme ut på vidda og til fiskevann er en viktig verdi i samiske samfunn .

source: Buohkaid mielas geat ásset dáppe lea dehálaš ahte álkit beassat árbevirolaš ávkkástallanguovlluide .
nob: Å ha enkel tilgang til de tradisjonelle bruksområda er noe alle som bor her setter pris på .

source: Mii háliidat geavahit dáid guovlluid nu mo buolvvat ovdal min leat dahkan .
nob: Vi ønsker å bruke disse områda slik de har vært brukt gjennom generasjoner .

source: Mii háliidat ahte min mánát ja nuorat galget beassat muosáhit ja vásihit duoddara ja meahci .
nob: Vi ønsker å gi våre barn og unge del i de opplevelsene og erfaringene vidda og utmarka gir .

source: Dan máhtu maid mii leat ožžon iežamet váhnemiin luonddu birra , háliidat mii addit viidáseappot iežamet mánáide .
nob: Den kunnskapen om landskapet vi har fått av våre foreldre , ønsker vi å gi videre til våre barn .

source: Ja mii háliidat beassat geavahit luonddumet dakkár vugiid mielde , mat leat heivehuvvon min ođđaáiggi árgabeaivái .
nob: Og vi ønsker å kunne bruke vårt eget landskap på måter som er tilpassa vår moderne hverdag .

source: Buot dát leat sámi árvvut .
nob: Alt dette er samiske verdier .

source: Dat leat dakkár vuođđoárvvut ja vuogit sámi servodagain mat eai galgga rievdaduvvot .
nob: Det er grunnleggende verdier og praksiser som vil måtte stå urørt i de samiske samfunna .

source: Ja dat lea eanet go dušše lustamátkit ja virkkosmahttin .
nob: Og det er noe mer og annet enn friluftsliv og rekreasjon .

source: Mohtorjohtolatláhka lea vuođđuduvvon eará árvvuide .
nob: Lov om motorferdsel er basert på et annet verdigrunnlag .

source: Dan vuođđun lea dat ahte luondu vuosttažettiin lea rámman lustamátkkiide ja virkkosmahttimii .
nob: I den legges det til grunn at naturlandskapet først og fremst er en ramme for rekreasjon og friluftsliv .

source: Luondu lea báiki gos olbmot gávdnet ráfi ja muosi , ii ge báiki gos lea bargu ja ávkkástallan .
nob: Det er et sted folk kan finne fred og ro , ikke en plass for arbeid og høsting .

source: Nu leat ge guovttelágan oainnut luonddueanadaga birra mat bohtet ovdan dán digaštallamis .
nob: Det er altså to ulike syn på naturlandskapet som møtes i denne debatten .

source: Dán rádjai lea nationála oaidnu vuoitán .
nob: Så langt har det nasjonale synet vunnet innpass .

source: Sámediggi lea gulaskuddancealkámušastis čalmmustuhttán sámi árvovuođu .
nob: Sametinget har i sin høringsuttalelse sett fokus på det samiske verdigrunnlaget .

source: Mii vuordit ahte dát áddejupmi biddjojuvvo vuođđun loahpalaš láhkaevttohussii .
nob: Vi forventer at denne forståelsen blir lagt til grunn for det endelige lovutkastet .

source: Dovddaha go dalle Deanu gieldda reakšuvdna mohtorjohtolatláhkii dan ahte láhka rihkku sámi vuođđo- , báikkálaš árvvuid ?
nob: Er så Tana kommune sin reaksjon på motorferdsellova et uttrykk for at lova bryter med grunnleggende lokale , samiske verdier ?

source: Mu oaivila mielde dat sáhttá leat vuohki mo dulkot Deatnulaččaid reakšuvnna mohtorjohtolatpolitihkkii .
nob: Slik jeg ser det , kan det være en måte å tolke Tanaværingene sin reaksjon på motorferdselspolitikken på .

source: Ákkasteapmin čujuhan sámi árbevieru dehálaš mihtilmasvuhtii , namalassii nuppástuhttinnákcii ja - dáhttui .
nob: Jeg vil begrunne dette med å peke på et viktig trekk i samisk tradisjon ; nemlig evnen og viljen til omstilling .

source: Heiveheapmi ođđa geavahanvugiide , ođđa reaidduide ja ođđa teknologiijii lea álo leamaš nanus sámi servodagain .
nob: Tilpassing til nye bruksmåter , nye redskaper og ny teknologi har alltid stått sterkt i de samiske samfunna .

source: Johtolat meahcis ja dainna ávkkástallan leat buorrin ovdamearkan dasa .
nob: Ferdsel i - og høsting av - utmarka er gode eksempler på dette .

source: Doppe gos mii ovdal lávet vázzit , ja herggiiguin ja heasttaiguin vuodjit , doppe mii dál geavahat skohtera , guđajuvllaga ja girdi .
nob: Der vi før brukte føttene , rein eller hest , bruker vi i dag skuter , sekshjuling og fly .

source: Ja doppe gos mii ovdal sugaimet , doppe mii dál vuodjit johtilis fatnasiiguin .
nob: Og der vi før rodde , har vi i dag hurtiggående båter .

source: Ná mii leat heivehan iežamet ja váldán atnui ođđa veahkkeneavvuid .
nob: Slik har vi tilpasset oss og tatt i bruk nye hjelpemiddel .

source: Nu mii áigut dahkat boahtteáiggis ge .
nob: Slik vil vi også gjøre i framtida .

source: Árbevierru lea juoga mii ii leat stirdon , rievdan lea maiddái árbevierru .
nob: Tradisjon er ikke noe som er stivna , tradisjon er også endring .

source: Mii doalahat dan mii lea deháleamos ; namalassii johtaleami meahcis ja dainna ávkkástallama .
nob: Vi holder fast på det viktigste ; å ferdes i og høste av utmarka .

source: Muhto mii rievdadat vuogi mo mii dan dahkat .
nob: Men vi endrer måten vi gjør dette på .

source: Nuppi čuoggái mun dajan : Mii dárbbašat eanet dieđu mohtorjohtolaga ja meahci geavaheami birra .
nob: Til punkt to vil jeg si : Vi trenger mer kunnskap om motorferdsel og bruk av utmarka .

source: Mii reageret garrasit go Luondduhálddašandirektoráhta ovddida dakkár láhkaevttohusa mas lea hui heajoš máhttovuođđu .
nob: Vi reagerer sterkt på at Direktoratet for naturforvaltning legger fram et lovforslag som er basert på et meget svakt kunnskapsgrunnlag .

source: Vuođđun han ii sáhte bidjat dušše johtolaga lohkama muhtun , soaittáhagas válljejuvvon sajiin .
nob: Det er ikke nok å basere seg på å telle trafikken på enkelt , tilfeldig utvalgte plasser .

source: Dahje lohkat dispensašuvnnaid jearakeahttá leat go dat duođai geavahuvvon .
nob: Eller å telle antall dispensasjonssøknader og ikke spørre om disse faktisk er blitt brukte .

source: Mii fertet diehtit eanet go dan ahte galle muohtaskohtera ja ATV-fievrru gávdnojit .
nob: Vi må vite mer enn hvor mange snøskutere og ATV-kjøretøyer som finnes .

source: Mii fertet diehtit mo ja goas dat geavahuvvojit .
nob: Vi må vite hvordan og når de brukes .

source: Geavahuvvojit go dat ovdamearkka dihtii dušše lustavuodjimii ?
nob: Er det for eksempel ren fritidskjøring ?

source: Lea go sáhka luondduávkkástallamis vai eará ávkkástallan­vuodjimis ?
nob: Er det høsting og nyttekjøring ?

source: Man dávjá ja man ollu dat geavahuvvojit ?
nob: Hvor ofte og hvor mye blir de brukte ?

source: Ja geat daid geavahit ?
nob: Og hvem bruker de ?

source: Vudjet go olbmot boares luottaid mielde , vai ráhkaduvvojit go čađat ođđa luottat dakkár guovlluide gos ovdal ii leat leamaš mohtorjohtolat ?
nob: Kjører folk etter gamle kjørespor , eller blir det stadig laga nye spor som går til områder der det før ikke har vært motorisert ferdsel ?

source: Mii fertet maiddái diehtit geat dat vudjet .
nob: Vi må også vite hvem det er som kjører .

source: Vuddjojuvvo go vuosttažettiin ealgabivddu ja fierpmuma oktavuođas ?
nob: Er det først og fremst i forbindelse med elgjakt og garnfiske at kjøring foregår ?

source: Vuddjet go vuosttažettiin rávesalbmát , vai leat go dát bearašmátkkit ?
nob: Er det først og fremst godt voksne menn som kjører , eller er disse turene familieturer ?

source: Naba mánát ja nuorat ?
nob: Hva med barn og unge ?

source: Mo sii oidnet dákkár meahccegeavaheami ?
nob: Hvordan ser de på denne forma for utmarksbruk ?

source: Ja gos leat nissonolbmot ?
nob: Og hvor er kvinnene ?

source: Diehtit go mii doarvái sin geavada birra ja mo sii oidnet bievlavuodjima ?
nob: Vet vi nok om deres praksis med og holdninger til barmarkskjøring ?

source: Mii vuordit vástádusaid dáidda gažaldagaide .
nob: Vi forventer svar på disse spørsmålene .

source: Mii gáibidat ahte guovddáš eiseválddit heitet geavaheames vuođđun dušše dan maid sii oaivvildit , ja geavahišgohtet iežaset evttohusaid vuođđun fákta ja áddejumi .
nob: Vi krever at de sentrale myndighetene at de slutter å synse og mene , og starter med å basere sine forslag på fakta og innsikt .

source: Dárbbašuvvo ođđa dutkan vai báikkálaš geavaheami ja johtolaga iešguđet bealit bohtet ovdan .
nob: Ny forsking trengs for å ulike sider ved lokal bruk og ferdsel .

source: Mii háliidat maid ahte dat árvvut ja geavadat čuvgehuvvo mat leat vuođđun dán johtolahkii .
nob: Vi vil også få belyst verdier og praksiser som ligger til grunn for denne ferdselen .

source: Ja mii háliidat diehtit makkár mearkkašupmi meahcis ja dan geavaheamis lea viidáset ássamii ja ealáhusdoibmii sámi guovlluin .
nob: Og vi vil få innsikt i hvilken betydning utmarka og bruken av den har for videre bosetting og næringsvirksomhet i samiske områder .

source: Sámediggi vásiha ahte beassamis meahccái ja duoddarii lea stuorra mearkkašupmi olbmuid eallineavttuide davvin .
nob: Sametinget erfarer at tilgang til utmark og vidde har stor betydning for folks levekår i nord .

source: Ollugiidda dáppe mearrida dat ahte lea álki beassat stuorra ja rikkes eatnamiidda jos galget ain orrut dáppe .
nob: Lett tilgang til de store og rike landområda og ressursene her , er avgjørende for mange for å fortsatt bo i disse områda .

source: Finnmárkkulága ulbmilparagráfa vuođđun lea maiddái meahcceresurssaid hálddašeapmi ahte dat galget leat ávkin fylkka ássiide , ja erenoamážit vuođđun sámi kultuvrii , boazodollui , meahcceávkkástallamii , ealáhusbargui ja servodateallimii .
nob: Formålsparagrafen i Finnmarksloven legger også til grunn for forvaltning av utmarksressursene i at disse skal være til beste for innbyggerne i fylket , og særlig som grunnlag for samisk kultur , reindrift , utmarksbruk , næringsutøvelse og samfunnsliv .

source: Dán vuođul evttoha ge Sámediggi ahte báikegottiid olbmuid vuoigatvuohta beassat johtalit duoddaris galgá sihkkarastojuvvot ovddabeallái olggobeale giliid olbmuid .
nob: Det er på bakgrunn av dette at Sametinget foreslår at lokalbefolkningen skal sikres retten til ferdsel på vidda framfor utenbygdsfolk .

source: Loahpas bivddán din árvvoštallat min iežamet meahccegeavaheami dan oktavuođas go vuodjit mohtorfievrruiguin duoddaris .
nob: Til sist vil jeg be dere være med å reflektere på vår egen praksis med å bruke vidda ferdes med motoriserte kjøretøy .

source: Sámediggi guoskkahii dán cealkámušastis láhkaevttohussii .
nob: Sametinget var inne på dette i sin uttalelse til lovforslaget .

source: Mii dovddaheimmet dalle ahte áigut árvvoštallat iežamet geavada mohtorjohtolaga oktavuođas .
nob: Vi suttrykte da at vi er villig til å reflektere over vår egen praksis når det gjelder motorisert ferdsel .

source: Mii fertet jearrat lea go dat ceavzilis guhkit áiggi ektui .
nob: Vi må stille spørsmål om den er bærekraftig på sikt .

source: Vai lea go nu ahte dan lea vejolaš rievdadit veaháš ?
nob: Eller er det slik at det kan være rom for å endre noe ?

source: Mii eat galgga ballat rievdadusain .
nob: Vi skal ikke være redd for endringer .

source: Mun lean ovdal dan namuhan , ja fas geardduhan ; sámi servodagat leat hárjánan heivehit iežaset ođđa eavttuide .
nob: Jeg har nevnt det før , og sier det igjen ; samiske samfunn er vandt med å tilpasse seg nye betingelser .

source: Dál dáidá heiveheapmi mearkkašit eanet go ovdal , ja maiddái ahte válljet eret juoidá .
nob: I dag betyr tilpassing , kanskje mer enn før , også å velge bort noe .

source: Dat sáhttá mearkkašit maid dan ahte guođđit eret boarráset vugiid , muhto maid guođđit eret muhtun ođđa vejolašvuođaid .
nob: Det kan bety å velge bort eldre former . Det kan også bety å velge bort noen av de nye mulighetene .

source: Hástalussan midjiide lea dál vástidit čuovvovaš gažaldahkii : Guđe geavadiiguin sáhttit ja háliidat mii joatkit ?
nob: Utfordringene til oss i dag blir da å svare på følgende spørsmål : Hvilke praksiser kan og vil vi forsette med ?

source: Mat leat dehálaš báikkálaš beroštusat ?
nob: Hva er viktige lokale interesser ?

source: Lea go dat juohkehačča jođašandárbu ja ávkkástallan alccesis ?
nob: Er det den enkeltes behov for ferdsel og høsting til eget behov ?

source: Mis fertet leat dáhttu árvvoštallat iežamet vuodjinvugiid .
nob: Vi må være villige til å se på eget kjøremønster .

source: Muhto min iežamet geavada kritihkalaččat árvvoštallan , mielddisbuktá maiddái dan ahte mis lea lohpi ovddidit daid seamma kritihkalaš gažaldagaid buot joavkkuide geat geavahit duoddara .
nob: Men viljen til å stille egen praksis i et kritisk lys innebærer også at vi har lov til å stille de samme kritiske spørsmålene til alle grupper som bruker vidda .

source: Boazodoallu lea čielgasit stuorámus geavaheaddji .
nob: Reindrifta er klart den største av disse brukerne .

source: Beaktilis boazodoallu gáibida viiddes mohtorjohtolaga .
nob: Effektiv reindrift i dag innebærer utstrakt bruk av motorkjøretøy .

source: Stuorámus birasváikkuhusat bievlavuodjima oktavuođas leat čielgasit boazodoalu bievlavuodjimis .
nob: Av reindriftas samla trafikk representerer barmarkskjøringa helt klart den største miljøbelastninga .

source: Sámediggi lea eará oktavuođain jearran ahte fertešii go dán vuodjima gáržžidit .
nob: Sametinget har ved tidligere anledninger stilt spørsmålet om behov for begrensinger i denne kjøringa .

source: Mii fas hástalat ealáhusa ja jearrat mii dat leat boazodoalu dárbu jus doallu galgá leat beaktil .
nob: Vi utfordrer næringa igjen og ber svar på hva som er reindriftas behov med tanke på effektiv drift .
